Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: You can still check whenever you like.
ar: وبإمكانك التحقق متى شئت.
bg: Пак можете да проверявате, когато пожелаете.
cs: Vyhledávat můžete i nadále kdykoli sami.
da: Du kan stadig selv søge, når du vil.
de: Du kannst weiterhin jederzeit selbst suchen.
el: Μπορείτε πάντα να ελέγχετε όποτε θέλετε.
es: Puedes buscarlas manualmente cuando quieras.
et: Sa saad ikka ise kontrollida, millal soovid.
fi: Voit silti tarkistaa milloin haluat.
fil: Maaari ka pa ring magsuri anumang oras.
fr: Vous pouvez toujours vérifier quand vous le souhaitez.
he: עדיין אפשר לבדוק מתי שתרצו.
hi: आप जब चाहें तब भी जाँच सकते हैं।
hr: I dalje možete provjeriti kad god želite.
hu: Bármikor kereshet frissítést saját maga is.
id: Anda tetap dapat memeriksanya kapan saja.
it: Puoi comunque cercarli quando vuoi.
ja: いつでも自分で確認できます。
ko: 언제든 직접 확인할 수 있습니다.
lt: Vis tiek galite tikrinti kada panorėję.
lv: Jūs joprojām varat meklēt, kad vien vēlaties.
ms: Anda masih boleh menyemak bila-bila masa.
nb: Du kan fortsatt søke selv når du vil.
nl: Je kunt nog steeds zelf zoeken wanneer je wilt.
pl: Nadal możesz sprawdzać samodzielnie, kiedy zechcesz.
pt_pt: Pode continuar a procurar quando quiser.
ro: Puteți căuta oricând și singur.
ru: Вы всё равно можете проверить в любой момент.
sl: Še vedno lahko preverite, kadar želite.
sq: Mund të kontrollosh sërish kurdo që të duash.
sv: Du kan fortfarande söka själv när du vill.
th: คุณยังตรวจสอบเองเมื่อไหร่ก็ได้
tr: Yine de istediğiniz zaman denetleyebilirsiniz.
uk: Ви все одно можете перевірити будь-коли.
vi: Bạn vẫn có thể kiểm tra bất cứ lúc nào.
zh_hans: 你仍然可以随时检查。

source: Your drives are set to open again after a restart, but Full Disk Access is no longer granted. A macOS update, a move or a reinstall can remove it.
ar: محرّكاتك معدّة لتُفتح من جديد بعد إعادة التشغيل، لكن الوصول الكامل إلى القرص لم يعد ممنوحًا. وقد يزيله تحديث لـ macOS أو نقل التطبيق أو إعادة تثبيته.
bg: Дисковете ви са настроени да се отварят отново след рестарт, но пълният достъп до диска вече не е разрешен. Актуализация на macOS, преместване или преинсталиране могат да го премахнат.
cs: Disky se mají po restartu znovu otevřít, ale plný přístup k disku už není udělen. Aktualizace macOS, přesunutí nebo přeinstalace ho mohou odebrat.
da: Dine diske er indstillet til at åbne igen efter en genstart, men fuld adgang til disk er ikke længere givet. En macOS-opdatering, en flytning eller en geninstallation kan fjerne den.
de: Deine Laufwerke sollen nach einem Neustart wieder geöffnet werden, doch der Festplattenvollzugriff ist nicht mehr erteilt. Ein macOS-Update, ein Verschieben oder eine Neuinstallation kann ihn entfernen.
el: Οι δίσκοι σας έχουν οριστεί να ανοίγουν ξανά μετά την επανεκκίνηση, αλλά η πλήρης πρόσβαση στον δίσκο δεν παρέχεται πλέον. Μια ενημέρωση του macOS, μια μετακίνηση ή μια επανεγκατάσταση μπορεί να την αφαιρέσει.
es: Tus discos están configurados para abrirse de nuevo tras reiniciar, pero el acceso total al disco ya no está concedido. Una actualización de macOS, un traslado o una reinstalación pueden retirarlo.
et: Su kettad on seatud pärast taaskäivitust uuesti avanema, kuid täielikku kettaligipääsu enam antud ei ole. macOS-i uuendus, teisaldamine või uuesti paigaldamine võib selle eemaldada.
fi: Levysi on asetettu avautumaan uudelleen käynnistyksen jälkeen, mutta täyttä levyoikeutta ei ole enää myönnetty. macOS-päivitys, siirto tai uudelleenasennus voi poistaa sen.
fil: Nakatakda ang iyong mga drive na bumukas muli pagkatapos mag-restart, ngunit hindi na ipinagkakaloob ang Full Disk Access. Maaari itong maalis ng isang update ng macOS, ng paglipat, o ng muling pag-install.
fr: Vos disques doivent se rouvrir après un redémarrage, mais l’accès complet au disque n’est plus accordé. Une mise à jour de macOS, un déplacement ou une réinstallation peuvent le retirer.
he: הכוננים שלך מוגדרים להיפתח שוב לאחר הפעלה מחדש, אך הגישה המלאה לדיסק כבר אינה מוענקת. עדכון של macOS, העברה או התקנה מחדש עלולים להסיר אותה.
hi: आपकी ड्राइव पुनः चालू करने के बाद फिर से खुलने के लिए सेट हैं, लेकिन पूर्ण डिस्क ऐक्सेस अब नहीं दिया गया है। macOS का अपडेट, ऐप का स्थान बदलना या दोबारा इंस्टॉल करना इसे हटा सकता है।
hr: Diskovi su postavljeni da se nakon pokretanja ponovno otvore, ali puni pristup disku više nije odobren. Ažuriranje macOS-a, premještanje ili ponovna instalacija mogu ga ukloniti.
hu: A lemezek úgy vannak beállítva, hogy újraindítás után ismét megnyíljanak, de a teljes lemezhozzáférés már nincs megadva. Egy macOS-frissítés, áthelyezés vagy újratelepítés elveheti.
id: Drive Anda diatur untuk terbuka lagi setelah dinyalakan ulang, tetapi Akses Disk Penuh tidak lagi diberikan. Pembaruan macOS, pemindahan, atau pemasangan ulang dapat menghapusnya.
it: I tuoi dischi sono impostati per riaprirsi dopo un riavvio, ma l’accesso completo al disco non è più concesso. Un aggiornamento di macOS, uno spostamento o una reinstallazione possono revocarlo.
ja: ドライブは再起動後にもう一度開くよう設定されていますが、「フルディスクアクセス」がすでに付与されていません。macOS のアップデート、移動、再インストールで外れることがあります。
ko: 드라이브가 재시동 후 다시 열리도록 설정되어 있지만 전체 디스크 접근 권한이 더 이상 부여되어 있지 않습니다. macOS 업데이트, 앱 이동, 재설치가 이를 없앨 수 있습니다.
lt: Diskai nustatyti atsiverti iš naujo po paleidimo, tačiau visa prieiga prie disko nebesuteikta. „macOS“ naujinys, perkėlimas ar įdiegimas iš naujo gali ją panaikinti.
lv: Diski ir iestatīti atvērties no jauna pēc restartēšanas, taču pilna piekļuve diskam vairs nav piešķirta. macOS atjauninājums, pārvietošana vai pārinstalēšana to var atņemt.
ms: Pemacu anda ditetapkan untuk dibuka semula selepas dimulakan semula, tetapi Akses Cakera Penuh tidak lagi diberikan. Kemas kini macOS, pemindahan atau pemasangan semula boleh menghapuskannya.
nb: Diskene er satt til å åpnes igjen etter omstart, men full disktilgang er ikke lenger gitt. En macOS-oppdatering, en flytting eller en ominstallering kan fjerne den.
nl: Je schijven zijn ingesteld om na een herstart opnieuw te openen, maar volledige schijftoegang is niet meer verleend. Een macOS-update, een verplaatsing of een herinstallatie kan die wegnemen.
pl: Dyski mają być otwierane ponownie po restarcie, ale pełny dostęp do dysku nie jest już przyznany. Aktualizacja macOS, przeniesienie lub ponowna instalacja mogą go odebrać.
pt_pt: Os seus discos estão definidos para abrir novamente após reiniciar, mas o acesso total ao disco já não está concedido. Uma atualização do macOS, uma mudança de localização ou uma reinstalação podem retirá-lo.
ro: Discurile sunt configurate să se deschidă din nou după repornire, dar accesul complet la disc nu mai este acordat. O actualizare macOS, o mutare sau o reinstalare îl pot retrage.
ru: Ваши диски настроены открываться снова после перезагрузки, но Полный доступ к диску больше не предоставлен. Обновление macOS, перемещение или переустановка могут его снять.
sl: Diski so nastavljeni, da se po ponovnem zagonu znova odprejo, vendar poln dostop do diska ni več odobren. Posodobitev macOS, premik ali ponovna namestitev ga lahko odvzame.
sq: Disqet e tua janë vendosur të hapen sërish pas një rinisjeje, por Full Disk Access nuk është më i dhënë. Një përditësim i macOS, një zhvendosje ose një riinstalim mund ta heqin.
sv: Dina diskar är inställda att öppnas igen efter en omstart, men full diskåtkomst är inte längre beviljad. En macOS-uppdatering, en flytt eller en ominstallation kan ta bort den.
th: ไดรฟ์ของคุณถูกตั้งให้เปิดอีกครั้งหลังเริ่มเครื่องใหม่ แต่ การเข้าถึงดิสก์เต็มรูปแบบ ไม่ได้ถูกให้ไว้แล้ว การอัปเดต macOS การย้ายแอป หรือการติดตั้งใหม่ อาจทำให้สิทธิ์นี้หายไป
tr: Sürücüleriniz yeniden başlatmadan sonra yine açılacak biçimde ayarlı, ancak Tam Disk Erişimi artık verilmiş değil. Bir macOS güncellemesi, taşıma ya da yeniden kurulum bunu kaldırabilir.
uk: Ваші диски налаштовано відкриватися знову після перезавантаження, але Повний доступ до диска більше не надано. Оновлення macOS, переміщення або перевстановлення можуть його зняти.
vi: Các ổ đĩa của bạn được đặt để mở lại sau khi khởi động, nhưng Toàn quyền truy cập đĩa không còn được cấp. Một bản cập nhật macOS, việc di chuyển hay cài lại đều có thể gỡ bỏ nó.
zh_hans: 你的驱动器已设为重新启动后再次打开，但“完全磁盘访问权限”已不再授予。macOS 更新、移动位置或重新安装都可能取消它。

source: done
ar: تم
bg: готово
cs: hotovo
da: færdig
de: erledigt
el: ολοκληρώθηκε
es: hecho
et: tehtud
fi: valmis
fil: tapos
fr: terminé
he: הושלם
hi: पूर्ण
hr: gotovo
hu: kész
id: selesai
it: completato
ja: 完了
ko: 완료
lt: atlikta
lv: pabeigts
ms: selesai
nb: ferdig
nl: gereed
pl: gotowe
pt_pt: concluído
ro: gata
ru: готово
sl: končano
sq: u krye
sv: klart
th: เสร็จแล้ว
tr: bitti
uk: готово
vi: xong
zh_hans: 完成

source: ext4, btrfs and XFS filesystems inside them
ar: وأنظمة ملفات ext4 وbtrfs وXFS داخلها
bg: Файлови системи ext4, btrfs и XFS в тях
cs: Souborové systémy ext4, btrfs a XFS uvnitř nich
da: Filsystemerne ext4, btrfs og XFS inde i dem
de: ext4-, btrfs- und XFS-Dateisysteme darin
el: Συστήματα αρχείων ext4, btrfs και XFS μέσα σε αυτούς
es: Sistemas de archivos ext4, btrfs y XFS dentro de ellos
et: ext4-, btrfs- ja XFS-failisüsteemid nende sees
fi: ext4-, btrfs- ja XFS-tiedostojärjestelmät niiden sisällä
fil: mga file system na ext4, btrfs at XFS sa loob ng mga ito
fr: Les systèmes de fichiers ext4, btrfs et XFS qu’ils contiennent
he: ומערכות הקבצים ext4, ‏btrfs ו‑XFS שבתוכם
hi: उनके भीतर ext4, btrfs और XFS फ़ाइल सिस्टम
hr: Datotečni sustavi ext4, btrfs i XFS unutar njih
hu: ext4, btrfs és XFS fájlrendszerek ezeken belül
id: sistem berkas ext4, btrfs, dan XFS di dalamnya
it: File system ext4, btrfs e XFS al loro interno
ja: その中の ext4、btrfs、XFS ファイルシステム
ko: 그 안의 ext4, btrfs, XFS 파일 시스템
lt: ext4, btrfs ir XFS failų sistemos jų viduje
lv: ext4, btrfs un XFS failu sistēmas to iekšienē
ms: sistem fail ext4, btrfs dan XFS di dalamnya
nb: Filsystemene ext4, btrfs og XFS inni dem
nl: ext4-, btrfs- en XFS-bestandssystemen daarbinnen
pl: Systemy plików ext4, btrfs i XFS wewnątrz nich
pt_pt: Sistemas de ficheiros ext4, btrfs e XFS no seu interior
ro: Sisteme de fișiere ext4, btrfs și XFS în interiorul lor
ru: файловые системы ext4, btrfs и XFS внутри них
sl: Datotečni sistemi ext4, btrfs in XFS v njih
sq: sisteme skedarësh ext4, btrfs dhe XFS brenda tyre
sv: Filsystemen ext4, btrfs och XFS inuti dem
th: ระบบไฟล์ ext4, btrfs และ XFS ที่อยู่ภายใน
tr: içlerindeki ext4, btrfs ve XFS dosya sistemleri
uk: файлові системи ext4, btrfs і XFS усередині них
vi: các hệ thống tệp ext4, btrfs và XFS bên trong chúng
zh_hans: 以及其中的 ext4、btrfs 和 XFS 文件系统

source: in progress
ar: قيد التنفيذ
bg: в ход
cs: probíhá
da: i gang
de: läuft
el: σε εξέλιξη
es: en curso
et: käimas
fi: käynnissä
fil: kasalukuyang ginagawa
fr: en cours
he: מתבצע
hi: चल रहा है
hr: u tijeku
hu: folyamatban
id: berlangsung
it: in corso
ja: 進行中
ko: 진행 중
lt: vykdoma
lv: notiek
ms: sedang berjalan
nb: pågår
nl: bezig
pl: w toku
pt_pt: em curso
ro: în curs
ru: выполняется
sl: poteka
sq: në vazhdim
sv: pågår
th: กำลังดำเนินการ
tr: sürüyor
uk: виконується
vi: đang chạy
zh_hans: 进行中

source: locked
ar: مقفل
bg: заключен
cs: zamčený
da: låst
de: gesperrt
el: κλειδωμένος
es: bloqueado
et: lukus
fi: lukittu
fil: nakakandado
fr: verrouillé
he: נעול
hi: लॉक
hr: zaključan
hu: zárolt
id: terkunci
it: bloccato
ja: ロック中
ko: 잠김
lt: užrakintas
lv: bloķēts
ms: berkunci
nb: låst
nl: vergrendeld
pl: zablokowany
pt_pt: bloqueado
ro: blocat
ru: заблокирован
sl: zaklenjen
sq: i kyçur
sv: låst
th: ล็อกอยู่
tr: kilitli
uk: заблоковано
vi: đã khóa
zh_hans: 已锁定

source: macOS 15 Sequoia or later
ar: ‏macOS 15 Sequoia أو أحدث
bg: macOS 15 Sequoia или по-нова
cs: macOS 15 Sequoia nebo novější
da: macOS 15 Sequoia eller nyere
de: macOS 15 Sequoia oder neuer
el: macOS 15 Sequoia ή νεότερο
es: macOS 15 Sequoia o posterior
et: macOS 15 Sequoia või uuem
fi: macOS 15 Sequoia tai uudempi
fil: macOS 15 Sequoia o mas bago
fr: macOS 15 Sequoia ou ultérieur
he: ‏macOS 15 Sequoia ואילך
hi: macOS 15 Sequoia या उसके बाद का
hr: macOS 15 Sequoia ili noviji
hu: macOS 15 Sequoia vagy újabb
id: macOS 15 Sequoia atau yang lebih baru
it: macOS 15 Sequoia o successivo
ja: macOS 15 Sequoia 以降
ko: macOS 15 Sequoia 이상
lt: „macOS 15 Sequoia“ arba naujesnė
lv: macOS 15 Sequoia vai jaunāka
ms: macOS 15 Sequoia atau lebih baharu
nb: macOS 15 Sequoia eller nyere
nl: macOS 15 Sequoia of nieuwer
pl: macOS 15 Sequoia lub nowszy
pt_pt: macOS 15 Sequoia ou posterior
ro: macOS 15 Sequoia sau mai recent
ru: macOS 15 Sequoia или новее
sl: macOS 15 Sequoia ali novejši
sq: macOS 15 Sequoia ose më i vonshëm
sv: macOS 15 Sequoia eller senare
th: macOS 15 Sequoia หรือใหม่กว่า
tr: macOS 15 Sequoia veya sonrası
uk: macOS 15 Sequoia або новіша
vi: macOS 15 Sequoia trở lên
zh_hans: macOS 15 Sequoia 或更新版本

source: macOS already has this drive mounted. Eject it in Finder and try again.
ar: ‏macOS يركّب هذا المحرّك بالفعل. أخرجه في الباحث ثم حاول مرة أخرى.
bg: macOS вече е монтирала този диск. Извадете го във Finder и опитайте отново.
cs: macOS má tento disk již připojen. Vysuňte jej ve Finderu a zkuste to znovu.
da: macOS har allerede aktiveret denne enhed. Skub den ud i Finder, og prøv igen.
de: macOS hat dieses Laufwerk bereits aktiviert. Wirf es im Finder aus und versuche es erneut.
el: Το macOS έχει ήδη προσαρτήσει αυτόν τον δίσκο. Κάντε εξαγωγή στο Finder και δοκιμάστε ξανά.
es: macOS ya tiene este disco montado. Expúlsalo en el Finder y vuelve a intentarlo.
et: macOS on selle ketta juba haakinud. Väljuta see Finderis ja proovi uuesti.
fi: macOS on jo ottanut tämän aseman käyttöön. Poista se käytöstä Finderissa ja yritä uudelleen.
fil: Naka-mount na ng macOS ang drive na ito. I-eject ito sa Finder at subukan muli.
fr: macOS a déjà monté ce disque. Éjectez-le dans le Finder, puis réessayez.
he: ‏macOS כבר עיגן את הכונן הזה. הוציאו אותו ב‑Finder ונסו שוב.
hi: macOS ने यह ड्राइव पहले ही माउंट कर रखी है। उसे Finder में निकालें और फिर कोशिश करें।
hr: macOS je ovaj disk već montirao. Izbacite ga u Finderu i pokušajte ponovno.
hu: A macOS már csatolta ezt a meghajtót. Adja ki a Finderben, majd próbálja újra.
id: macOS sudah memasang drive ini. Keluarkan di Finder lalu coba lagi.
it: macOS ha già montato questo disco. Espellilo nel Finder e riprova.
ja: macOS がすでにこのドライブをマウントしています。Finder で取り出してから、もう一度試してください。
ko: macOS가 이미 이 드라이브를 마운트했습니다. Finder에서 추출한 뒤 다시 시도하십시오.
lt: „macOS“ šį diską jau prijungė. Išstumkite jį „Finder“ programoje ir bandykite dar kartą.
lv: macOS šo disku jau ir piemontējis. Izstumiet to programmā Finder un mēģiniet vēlreiz.
ms: macOS sudah melekapkan pemacu ini. Keluarkannya dalam Finder dan cuba lagi.
nb: macOS har allerede montert denne enheten. Mat den ut i Finder og prøv igjen.
nl: macOS heeft deze schijf al geactiveerd. Verwijder die in de Finder en probeer het opnieuw.
pl: macOS ma już ten dysk zamontowany. Wysuń go w Finderze i spróbuj ponownie.
pt_pt: O macOS já tem este disco montado. Ejete-o no Finder e tente de novo.
ro: macOS are deja montat acest disc. Ejectați-l în Finder și reîncercați.
ru: macOS уже смонтировал этот диск. Извлеките его в Finder и попробуйте снова.
sl: macOS je ta pogon že priklopil. Izvrzite ga v Finderju in poskusite znova.
sq: macOS e ka tashmë këtë disk të montuar. Nxirre në Finder dhe provo sërish.
sv: macOS har redan monterat enheten. Mata ut den i Finder och försök igen.
th: macOS เมานต์ไดรฟ์นี้ไว้แล้ว ดันออกใน Finder แล้วลองใหม่
tr: macOS bu sürücüyü zaten bağlamış. Finder'da çıkarın ve yeniden deneyin.
uk: macOS уже змонтував цей диск. Вилучіть його у Finder і спробуйте знову.
vi: macOS đã gắn kết ổ đĩa này. Hãy tháo nó trong Finder rồi thử lại.
zh_hans: macOS 已挂载这个驱动器。请在“访达”中推出它，然后重试。

source: macOS blocked access to the drive. %@ needs Full Disk Access before it can read an encrypted disk.
ar: منع macOS الوصول إلى المحرّك. يحتاج %@ إلى الوصول الكامل إلى القرص قبل أن يستطيع قراءة قرص مشفّر.
bg: macOS блокира достъпа до диска. %@ се нуждае от „Full Disk Access“, за да може да чете шифрован диск.
cs: macOS zablokoval přístup k disku. %@ potřebuje plný přístup k disku, aby mohl číst šifrovaný disk.
da: macOS blokerede adgangen til enheden. %@ har brug for fuld adgang til disk for at kunne læse en krypteret disk.
de: macOS hat den Zugriff auf das Laufwerk blockiert. %@ benötigt Festplattenvollzugriff, um eine verschlüsselte Festplatte lesen zu können.
el: Το macOS απέκλεισε την πρόσβαση στον δίσκο. Το %@ χρειάζεται «Πλήρης πρόσβαση στον δίσκο» για να μπορεί να διαβάσει κρυπτογραφημένο δίσκο.
es: macOS ha bloqueado el acceso al disco. %@ necesita Acceso total al disco para poder leer un disco cifrado.
et: macOS blokeeris ligipääsu kettale. %@ vajab õigust „Full Disk Access“, et krüpteeritud ketast lugeda.
fi: macOS esti pääsyn asemaan. %@ tarvitsee koko levyn käyttöoikeuden, jotta se voi lukea salattua levyä.
fil: Hinarangan ng macOS ang pag-access sa drive. Kailangan ng %@ ng Full Disk Access bago nito mabasa ang naka-encrypt na disk.
fr: macOS a bloqué l’accès au disque. %@ a besoin de l’accès complet au disque pour pouvoir lire un disque chiffré.
he: ‏macOS חסם את הגישה לכונן. ‏%@ זקוק לגישה מלאה לדיסק כדי לקרוא דיסק מוצפן.
hi: macOS ने ड्राइव तक पहुँच रोक दी। एन्क्रिप्टेड डिस्क पढ़ने के लिए %@ को पूर्ण डिस्क ऐक्सेस चाहिए।
hr: macOS je blokirao pristup disku. %@ treba puni pristup disku kako bi mogao čitati šifrirani disk.
hu: A macOS letiltotta a meghajtóhoz való hozzáférést. A(z) %@ programnak teljes hozzáférés kell a lemezhez, hogy titkosított lemezt olvashasson.
id: macOS memblokir akses ke drive. %@ memerlukan Akses Disk Penuh sebelum dapat membaca disk terenkripsi.
it: macOS ha bloccato l’accesso al disco. %@ necessita dell’accesso completo al disco per poter leggere un disco cifrato.
ja: macOS がドライブへのアクセスを拒否しました。暗号化されたディスクを読むには、%@ に「フルディスクアクセス」が必要です。
ko: macOS가 드라이브 접근을 차단했습니다. 암호화된 디스크를 읽으려면 %@에 전체 디스크 접근 권한이 필요합니다.
lt: „macOS“ užblokavo prieigą prie disko. %@ reikia leidimo „Full Disk Access“, kad galėtų skaityti užšifruotą diską.
lv: macOS bloķēja piekļuvi diskam. %@ ir nepieciešama atļauja “Full Disk Access”, lai varētu lasīt šifrētu disku.
ms: macOS menyekat akses kepada pemacu. %@ memerlukan Akses Cakera Penuh sebelum ia boleh membaca cakera bersulit.
nb: macOS blokkerte tilgangen til enheten. %@ trenger full disktilgang for å kunne lese en kryptert disk.
nl: macOS heeft de toegang tot de schijf geblokkeerd. %@ heeft volledige schijftoegang nodig om een versleutelde schijf te kunnen lezen.
pl: macOS zablokował dostęp do dysku. %@ potrzebuje pełnego dostępu do dysku, aby móc odczytać zaszyfrowany dysk.
pt_pt: O macOS bloqueou o acesso ao disco. O %@ precisa de acesso completo ao disco para poder ler um disco encriptado.
ro: macOS a blocat accesul la disc. %@ are nevoie de acces complet la disc pentru a putea citi un disc criptat.
ru: macOS заблокировал доступ к диску. %@ нужен Полный доступ к диску, чтобы читать зашифрованный диск.
sl: macOS je zavrnil dostop do pogona. %@ potrebuje poln dostop do diska, da lahko prebere šifriran disk.
sq: macOS bllokoi hyrjen te disku. %@ ka nevojë për Full Disk Access përpara se të lexojë një disk të enkriptuar.
sv: macOS blockerade åtkomsten till enheten. %@ behöver full skivtillgång för att kunna läsa en krypterad disk.
th: macOS ปิดกั้นการเข้าถึงไดรฟ์ %@ ต้องมี การเข้าถึงดิสก์เต็มรูปแบบ ก่อนจึงจะอ่านดิสก์ที่เข้ารหัสได้
tr: macOS sürücüye erişimi engelledi. %@ şifreli bir diski okuyabilmek için Tam Disk Erişimi iznine ihtiyaç duyar.
uk: macOS заблокував доступ до диска. %@ потрібен Повний доступ до диска, щоб читати зашифрований диск.
vi: macOS đã chặn truy cập vào ổ đĩa. %@ cần Toàn quyền truy cập đĩa mới đọc được đĩa mã hóa.
zh_hans: macOS 阻止了对驱动器的访问。%@ 需要“完全磁盘访问权限”才能读取加密磁盘。

source: macOS could not open this file as a disk image.
ar: تعذّر على macOS فتح هذا الملف كصورة قرص.
bg: macOS не можа да отвори този файл като дисков образ.
cs: macOS nedokázal tento soubor otevřít jako obraz disku.
da: macOS kunne ikke åbne denne fil som et diskbillede.
de: macOS konnte diese Datei nicht als Image öffnen.
el: Το macOS δεν μπόρεσε να ανοίξει αυτό το αρχείο ως είδωλο δίσκου.
es: macOS no ha podido abrir este archivo como imagen de disco.
et: macOS ei suutnud seda faili kettatõmmisena avada.
fi: macOS ei voinut avata tätä tiedostoa levytiedostona.
fil: Hindi mabuksan ng macOS ang file na ito bilang disk image.
fr: macOS n’a pas pu ouvrir ce fichier comme image disque.
he: ‏macOS לא הצליח לפתוח את הקובץ הזה כתמונת דיסק.
hi: macOS इस फ़ाइल को डिस्क इमेज के रूप में नहीं खोल सका।
hr: macOS nije mogao otvoriti ovu datoteku kao sliku diska.
hu: A macOS nem tudta megnyitni ezt a fájlt lemezképként.
id: macOS tidak dapat membuka berkas ini sebagai image disk.
it: macOS non è riuscito ad aprire questo file come immagine disco.
ja: macOS はこのファイルをディスクイメージとして開けませんでした。
ko: macOS가 이 파일을 디스크 이미지로 열지 못했습니다.
lt: „macOS“ nepavyko atverti šio failo kaip disko atvaizdžio.
lv: macOS nespēja atvērt šo failu kā diska attēlu.
ms: macOS tidak dapat membuka fail ini sebagai imej cakera.
nb: macOS kunne ikke åpne denne filen som et diskbilde.
nl: macOS kon dit bestand niet openen als schijfkopie.
pl: macOS nie mógł otworzyć tego pliku jako obrazu dysku.
pt_pt: O macOS não conseguiu abrir este ficheiro como imagem de disco.
ro: macOS nu a putut deschide acest fișier ca imagine de disc.
ru: macOS не смог открыть этот файл как образ диска.
sl: macOS te datoteke ni mogel odpreti kot slike diska.
sq: macOS nuk mundi ta hapë këtë skedar si imazh disku.
sv: macOS kunde inte öppna filen som en skivavbild.
th: macOS เปิดไฟล์นี้เป็นอิมเมจดิสก์ไม่ได้
tr: macOS bu dosyayı disk imajı olarak açamadı.
uk: macOS не зміг відкрити цей файл як образ диска.
vi: macOS không mở được tệp này như một ảnh đĩa.
zh_hans: macOS 无法把这个文件作为磁盘映像打开。

source: macOS has this open at %@.
ar: ‏macOS يبقيه مفتوحًا في %@.
bg: macOS го е отворил в %@.
cs: macOS jej má otevřený v %@.
da: macOS har den åben på %@.
de: macOS hat es unter %@ geöffnet.
el: Το macOS το έχει ανοιχτό στο %@.
es: macOS lo tiene abierto en %@.
et: macOS on selle avanud asukohas %@.
fi: macOS on avannut sen sijainnissa %@.
fil: Nakabukas ito ng macOS sa %@.
fr: macOS l’a ouvert dans %@.
he: ‏macOS מחזיק אותו פתוח ב‑%@.
hi: macOS ने इसे %@ पर खोल रखा है।
hr: macOS ga ima otvorenog na %@.
hu: A macOS itt nyitotta meg: %@.
id: macOS membukanya di %@.
it: macOS lo ha aperto in %@.
ja: macOS がこれを %@ で開いています。
ko: macOS가 이를 %@에서 열어 두고 있습니다.
lt: „macOS“ jį atvėrė vietoje %@.
lv: macOS to ir atvēris vietā %@.
ms: macOS membukanya pada %@.
nb: macOS har den åpen på %@.
nl: macOS heeft die geopend op %@.
pl: macOS ma go otwarty w %@.
pt_pt: O macOS tem-no aberto em %@.
ro: macOS îl are deschis la %@.
ru: macOS держит его открытым в %@.
sl: macOS ga ima odprtega v %@.
sq: macOS e ka këtë të hapur te %@.
sv: macOS har den öppen på %@.
th: macOS เปิดมันไว้ที่ %@
tr: macOS bunu %@ konumunda açık tutuyor.
uk: macOS тримає його відкритим у %@.
vi: macOS đang mở nó tại %@.
zh_hans: macOS 已在 %@ 打开它。
